Repository: michkied/ShotFlow
Catalog: shotflow/lib/src/localization/app_*.arb
Languages: pl

# messagesLabel
source: Messages
pl: Wiadomości

# shotlistLabel
source: Shotlist
pl: Ujęcia

# settingsLabel
source: Settings
pl: Ustawienia

source: Connection lost.
pl: Utracono połączenie.

source: Go to login page
pl: Przejdź do strony logowania

source: Attempting to reconnect...
pl: Łączenie...

# cantConnectToServer
source: Can't connect to the server.
pl: Nie udało się połączyć.

source: Try again
pl: Spróbuj ponownie

# shotlistEmpty
source: shhh... you're disturbing the silence
pl: cichosza...

# allDone
source: That's all! Good job ;)
pl: Dobrze chłopaki robią, dobry przekaz leci

source: You're live!
pl: Jesteś na wizji!

# nextShot
source: Your next shot:
pl: Twoje następne ujęcie:

# approx
source: in approx.
pl: za ok.

source: Theme
pl: Tryb

# lightTheme
source: Light
pl: Jasny

# darkTheme
source: Dark
pl: Ciemny

# systemTheme
source: System
pl: Systemowy

source: Accent Color
pl: Kolorystyka

source: Logout
pl: Wyloguj

# messageBox
source: Type a message
pl: Napisz coś ciepłego

# scanQRTitle
source: Scan the auth QR code
pl: Zeskanuj autoryzacyjny kod QR

source: Login
pl: Zaloguj

source: or
pl: lub

# scanQRButton
source: Scan QR Code
pl: Zeskanuj kod QR

# invalidToken
source: Invalid token. Please try again.
pl: Niepoprawny token. Spróbuj ponownie.

# connectionError
source: Connection error. Please try again.
pl: Połączenie nieudane. Spróbuj ponownie.

# invalidQR
source: Invalid QR Code. Please try again.
pl: Niepoprawny kod QR. Spróbuj ponownie.
